IDEA Open Model
ReinfAroundOpening.DiagonalReinforcement Property
Compatible with IDEA StatiCa Beta 20.0
 Add diagonal reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool DiagonalReinforcement { get; set; }
Public Property DiagonalReinforcement As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ReinfAroundOpening Class
IdeaRS.OpenModel.Detail Namespace